//CV19DATA  JOB ,'COVID19',CLASS=A,MSGCLASS=A,COND=(0,NE),
//           USER=HERC01,PASSWORD=CUL8TR
//************************************************
//* POPULATE DATA INTO SEQUENTIAL FILE
//************************************************
//COPYDATA EXEC PGM=IEBGENER
//SYSPRINT   DD SYSOUT=*
//SYSIN      DD DUMMY
//SYSUT2     DD DSN=COVID19.DATA.TOTCNTRY
//           DISP=(NEW,CATLG,DELETE),
//           SPACE=(CYL,(1,1),RLSE),
//           DCB=(DSORG=PS,RECFM=FB,LRECL=59,BLKSIZE=8000)
//SYSUT1     DD *
0000000000000000000000000000000000000000000000000000000000
/*
//
